Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2023_nob.docx.tmx
Source language: nob
Languages: fkv

source: Harbergs veivalg
fkv: Harberg tienhaarassa

source: Han er sannhetsrapport-saksordfører i kontrollkomiteen og maner til respekt for hverandre.
fkv: Hän oon kontrolikomiteessa tottuusraportin assiisananjohtaaja ja pyyttää ette ihmiset kunnioitettais toinen toista.

source: Det er et klokt råd han gir oss, Høyres Svein Harberg.
fkv: Høyren Svein Harberg anttaa siinä meile viishaan neuvon.

source: På tampen av 2023 står Harberg og hans komité ved et veiskille.
fkv: Vuođen 2023 lopussa hän ja hänen komitee seissoovat tienhaarassa.

source: De to veienes retning er motsatt.
fkv: Tienhaarat osoittaavat juuri vastakkaishiin suunthiin.

source: De er uforenlige.
fkv: Niitä ei saata yhđistäät.

source: Som et barn som prøver å dytte en firkantet kloss i et rundt hull, håpløst å vandre dem begge til samme tid.
fkv: Se oon sama mahđoton kulkkeet molemppii haaroi yhtä aikkaa ko se oon lapsele mahđoton tukkiit neljennuskaista tappii ymmyräisheen reikhään.

source: Den ene veien vandres av en nasjonal minoritet kalt kvener, et stykke på veien gikk de i lag med følgesvennen Kommisjonen.
fkv: Kvääniksi käsketty nasunaalinen minoriteetti kulkkee toista haaraa, pienen matkaa sillä oli matkaseuraa Kommisuunista.

source: De går for å redde og revitalisere vårt nasjonale minoritetsspråk kvensk.
fkv: Niilä oon meininkinnä pelastaat ja revitaliseerata meiđän nasunaalisen minoriteettikielen kväänin.

source: Etter at de for mange år siden la bak seg det uregulerte, larmende veikrysset, har de nå sin egen ro langs den vei de vandrer.
fkv: Jälkhiin ko net usheita vuossii aikkaa sivvuutethiin sen sotkuisen, meluisen tienhaaran, net nyt saađhaan kulkkeet rauhassa ommaa tietä.

source: Det er en landlig vei, utsikten fin, horisonten lovende.
fkv: Se tie mennee maalaismaisemiitten halki, näkymät oon fiinit, horisontti luppaa hyvvää.

source: Den andre veien er mer trafikkert.
fkv: Toisela tielä oon enämen liikettä.

source: Den vandres av, vel, i teorien alle andre.
fkv: Sitä kulkkeevat, kuitenki teoriissa, kaikki muut.

source: En pilgrimsferd for tusen gode formål.
fkv: Tuhanssiitten hyvviin meiningiitten pyhimysmatka.

source: Her stiller man seg likeglad, noen også skeptisk, til spørsmål om minoritetsspråket kvensk.
fkv: Täälä ei juuri perustetta kvääni-nimisestä minoriteettikielestä, muutamat oon skeptilisetki.

source: Har det hensikt, har det verdi, kanskje det ikke en gang fins, presis som Gud og geirfuglen og mørket når taklampen tennes?
fkv: Vaikuttaako se, oonko sillä joku arvo, piian se ei olheen ole olemassakhaan, piian se oon ko Jumala ja isoruokki ja pimmeys jälkhiin ko kattolampun oon sytytetty?

source: Nei, vil mange på denne veien mene, ressurser bør brukes på noe bedre.
fkv: Ei, ajatelhaan väki tällä tielä, resursit häyttyyvät olla paremassa piđossa.

source: Kanskje økt satsing på viktigere språk i skolen, det er et godt formål.
fkv: Piian parempi olis ko koulussa pantais voimii tähđelisemphiin kielhiin, se olis hyvä homma.

source: Hva med global oppvarming?
fkv: Entä sitte maapallon lämpeneminen?

source: Skogvern, mikroplast og fredsarbeid?
fkv: Mettänsuojelu, mikroplasti ja rauhantyö?

source: Denne veien er fin for alle andre, det hyler i dekk og virker å gå unna, for kvenene er den en slags irrelevansens rundkjøring og frister lite.
fkv: Tämä tie passaa kaikile, renkhaat ulisthaan ja hyvin se matka mennee, kvääniile se oon tyhä turha ympäriajo eikä paljon houkuta.

source: Marsjordren har ligget der lenge, det vi mener Harberg og hans lag bør vurdere å gjøre, er å forlate veikrysset.
fkv: Marsioorninki oon ollu sama jo kauvoin, met piđämä ette Harberg laakkiinensa häyttyy hunteerata ette jättäät tämän tienhaaran.

source: Unngå rett fram og i grøfta, men velge en av disse to veiene.
fkv: Välttäät menemästä suorhaan etheenkäsin ja joutumasta kravhiin, mutta valita jommankumman näistä kahđesta haarasta.

source: Den ene veien vil – til lyden av T-kryssets hendøende støy – føre ham vekk fra diskusjoner om skogvern og mikroplast, språksatsing på alt minus kvensk, fredsarbeid og mørklagte geirfugler.
fkv: Toinen tie viepi hänen – ko T-kryssin meteli vaimenee – pois puhelemasta mettänsuojelusta ja mikroplastista, satsaamisesta kaikkhiin kielhiin miinus kvääni, rauhantyöstä ja hämäristä isoistaruokiista.

source: Langs den andre veien derimot, kan han hensette seg i dypere grublerier.
fkv: Toisela tielä taas hän saattaa vajota syvhiin ajatukshiin.

source: I teorien om alt mellom himmel og jord, fra hvaler og skoger til eksistensen av Vårherre og kvensk.
fkv: Teoriissa vaikka mihin taivhaan ja maan välissä, valhaista ja mettistä siihen ette oonko Meiđän herra ja kvääni olemassa.

source: Hverandre skal vi behandle med respekt, Harbergs råd har en visdom.
fkv: Met piđämä kunnioittaat toinen toista, Harbergin neuvo sisälttää viishauđen.

source: Til alt hell er det likevel mulig og noen ganger tilrådelig å si hverandre respektfullt far vel.
fkv: Kaikeksi onneksi se oon kuitenki muutamisti hyvä neuvo ette sanoma toinen toiselle höölisti hyvästi.

source: Fordi man etter grundig betenkning ser seg nødt til å velge en annen retning.
fkv: Sillä ko perinpohjaisen hunteeraamisen pörästä hoksaa ette oon pakko valita toisen suunan.

source: Et respektfullt far vel, et veivalg, trenger ikke gå på akkord verken med sannhet eller forsoning.
fkv: Se ette sannoo kunnioittaavat hyvästit, ette valittee tienhaaran, se ei tartte kilppaila tottuuđen eikä sovinon kansa.

source: Selv om det altså ligger i definisjonen at du ved å gå din vei utsetter andre for den skjebne å bli forlatt.
fkv: Vaikka se tietenki oon selvä ette jos sie valittet mennä toista tietä, se toisten kohtaloksi jääpi tulla hylätyksi.

source: Forlatt, som i tilfeller hvor det mest forsonlige er en aksept av det uforenlige.
fkv: Hylätyksi, niin ko silloin ko kaikkiin sovinollissiin oon hyväksyyt ette ei saateta olla yhđessä.

source: Til kvenfolket ønsker vi fortsatt god vandring, til Harberg og hans komité ønsker vi et godt veivalg.
fkv: Kväänikansale toivotamma etheenkikäsin hyvvää kulkkuu, Harbergile ja hänen komiteele toivotamma ette net valithaan hyvän tien.

source: Et eksempel til etterfølgelse
fkv: Tiennäyttääjä

source: Gjør klar for kvenene i Ytre Oslofjord, meldte Ruijan Kaiku tirsdag 14. september 2021.
fkv: Ulko-Uslunvuonon kväänit oon heti valmhiit toimimhaan, ilmoitti Ruijan Kaiku 14. septemperikuuta 2021.

source: Anledningen var stiftelsesmøte lørdag 25. september samme år.
fkv: Syynä oli perustamiskokkous saman vuođen septemperikuun 25. päivä.

source: «Kvenene finnes overalt og nå er tiden inne for å skape møteplasser», meldte nykomlingen.
fkv: ”Kväänit oon kaikkialla, ja nyt oon aika laittaat kohtaamispaikkoi”, muisteli uusi yhđistys.

source: På det snaue halvannet år som har gått siden denne NKF-lokalforeningen med base i Horten så dagens lys, har de framstått som et overflødighetshorn av gode tiltak med kvensk vri.
fkv: Siitä oon puolisentoista vuotta ko tämä RKL:n Hortenissa toimiiva paikkayhđistys näki päivännävön, ja sinä aikana se oon keriny näyttäytymhään runshauđensarvena mikä purssuu hyvvii kväänitoimii.

source: For sin kreativitet og positive energi fortjener de en honnør.
fkv: Heitä häyttyy kunnioittaat ko oon niin uuttaluovat ja täynä tarmoo.

source: Helst en medalje, bare at den må i så fall noen andre dele ut.
fkv: Paras olis anttaat metalin, mutta sen kyllä häättyy heile anttaat joku muu.

source: Vi krysser fingre for at styret fortsetter å stå på i samme høye tempo, men vil samtidig anbefale dem å ta en fot i bakken og betrakte verket.
fkv: Met kryssäämä sormet ette styyri jaksaa jatkata hommii samhaan laihiin, mutta samala sanoma ette heilä olis hyvä topata vähäsen ja tarkastella ittensä hommii.

source: Se hva de så langt har utrettet.
fkv: Kattoot mitä oon saanheet aikhaan.

source: Vi er kanskje ennå ved forordet i vår kvenske reise, vår kvenske krønike, men vår mellomstasjon-påstand er at Norske kvener Ytre Oslofjord allerede har lyktes.
fkv: Piian olema vielä kväänireisun alussa, oman kväänikrönikin alussa, mutta meiđän väittämä tässä vaiheessa oon ette Ulko-Oslovuonon Ruijan kväänit oon jo lykästynny.

source: I det minste har de på oppsiktsvekkende kort tid gitt kvenfolket utrolig mye å glede seg over, og Ruijan Kaiku mye å skrive om.
fkv: Kuitenki het oon hämmästyttäävän lyhykäisessä aijassa antanheet kväänikansale uskomattoman paljon illoo ja Ruijan Kaijule paljon kirjoittamista.

source: Vi har før sett kvensk oppvåkning og den flammende entusiasmen som gjerne følger.
fkv: Met olema ennenki nähnheet kvääniherräämisen ja sen ilmipallaavan liekin mikä sitä seuraa.

source: Bålet har en tendens til å roe seg, så hva er hemmeligheten bak den stadige kvenske ild i Horten og omegn?
fkv: Valkkee pruukkaa sitte ushein rauhoittuut. Niin ette mikä oon Hortenin seuđula aina pallaavan valkkeen salhaisuus?

source: Foruten samarbeidsglede og positiv energi på styrenivå, tror vi svaret ligger i ordet strategi.
fkv: Sen lisäksi ette yhtheistyö anttaa styyrile illoo ja tarmoo, met luulema ette vastaus löyttyy sanasta strategii.

source: Se bare hva leder Unni Huru sier på side 10 i dette magasinet:
fkv: Kattokkaapa vain mitä johtaaja Unni Huru sannoo tässä makasiinissa sivula …

source: «At vi nå reiser fra kommune til kommune er resultat av strategisk arbeid.
fkv: ”Ette met nyt kuljema kommuunista kommuunhiin, oon tulemaa strateegisesta työstä.

source: Det datt ikke ned i fanget på oss på nyåret.
fkv: Ei se syntyny tyyhästä meile sylhiin styyrissä.

source: ] Det er heller ikke noe vi som reiser rundt skal ha æren for.
fkv: ] Eikä se ole siihen laihiin ette kunnia siitä lankkeis meiđän pääle jokka reissaama ympäri.

source: Styret er et team.
fkv: Styyri oon tiimi.

source: Alle står bak satsingen, og alle gjør en innsats selv om noen synes bedre enn andre.
fkv: Kaikki oon hommassa myötä, ja met kaikki tehemä oman osan vaikka joittenki hommat oon paremin näkkyyvissä ko toisten.

source: Foreningens overordnete strategi er å få til markering og flagging i områdets mange kommuner, og ordførermøter har vært taktikken.
fkv: Yhđistyksen valtastrategii oon ette seuđun usheet kommuunit tulhaan myötä kväänin markkeeraamisheen ja alkkaava flavuttamhaan, ja sillä heilä oon ollu paljon kokkouksii sananjohtaajitten kansa.

source: Med den planen har de lyktes godt, og gratis med på lasset følger økt kvensk kunnskap og bevissthet hos folk flest.
fkv: Se plaana oon menestynny heilä hyvin, ja lisähyötynä oon ette tieto ja ymmärys kvääniin ympäri lissäänttyy.

source: Foreningens arbeid framstår i dag som et eksempel til kvensk etterfølgelse.
fkv: Yhđistyksen työtä oon tääpänä hyvä pittäät tiennäyttääjänä kväänihommissa.

source: Så kanskje du og dine venner kan få til noe av det samme i ditt område?
fkv: Niin ette piian sie ja sinun ystävät pystyttä tekemhään sammaa teiđän omala paikala?

source: Da kommer du langt med en god plan med langsiktig strategi, og dersom planen din også inviterer inn positivitet og energi, har du en vinnende oppskrift.
fkv: Silloin kannattaa laittaat hyvän plaanan missä sisälä oon pitkän aijan strategii, ja jos sinunki plaanasta tulemanna oon positiivisuutta ja tarmoo, silloin meilä oon voittoneuvo.

source: Det har nemlig kvenene i Ytre Oslofjord allerede bevist.
fkv: Sen oon nimittäin kväänit Ulko-Uslunvuonossa näyttänheet.

source: Æres de som æres bør, vi gratulerer dem på mellomstasjonen og ønsker dem fortsatt god reise.
fkv: Kunnia sille jolle kunnia kuuluu, met onnittelema heitä tällä välipyssäyspaikala ja toivotamma heile hyvvää matkaa etheenkikäsin.

source: Emosjonell blindhet
fkv: Tuntheelinen sokkeus

source: Var alt dette arbeidet bare spill for galleriet, spør Kvääninuoret seg.
fkv: Oliko kaikki tämä työ tyhä näyttämäpellii, kyssyy Kvääninuoret.

source: Det ungdommen sikter til, er at man i sannhetsåret 2023 velger å videreføre underfinansieringen av et helt folk.
fkv: Tällä nuoret tarkoittaavat sitä ette tottuusvuona 2023 aina jatkathaan kokonhaisen kansan alamittaista finansieerausta.

source: Satser myndigheten på at folk glemmer?
fkv: Luottaavatko esivallat siihen ette ihmiset unheettaavat?

source: At det på skjermen dukker opp så mye krig og elendighet og så mange tårevåte folkevalgte syndere at til og med kvenfolket spør seg hva man egentlig fablet om, i disse junidagene i 2023?
fkv: Että särmile ittää niin paljo sottaa ja kurjuutta ja kansanvalittemmii syntisäkkii itkheilä ette kväänikansaki kyssyy itteltäns ette mitä noina vuođen 2023 juunipäivinä oikhein hourathiin?

source: Kvenfolket glemmer naturligvis ikke, og ettermælet til kommisjonen står i fare.
fkv: Tietenkhään ei kväänikansa unheeta, ja kommisuunin jälkimainet oon vaarassa.

source: Uten avbøtende tiltak vil arbeidet i historiens lys framstå ikke bare som et oppgjør med fornorskningen, men som statlig lureri.
fkv: Ilman paranustoimitta työ ei staatin puolelta tule histoorian nävössä näyttämhään tyhä ruijalaistamisen loppuselvittelyltä mutta petokselta.

source: Spill for galleriet.
fkv: Näyttämäpeliltä.

source: Kommisjonsarbeidet risikerer selv å bli en del av begått urett, rapporten et veikart for videre nedvalsing av et kvenfolk som har røpet sine innerste, mest sårbare hemmeligheter.
fkv: Oon vaara ette kommisuunin työ itteki näyttää osalta tapattunutta vääryyttä, raportti tiekartalta siihen kunka kväänikansan päästhään litistämhään, kväänikansan joka oon paljastannu ittensä siissiimän, ittensä kippeimät salhaisuuđet.

source: Et ferskt eksempel: Som en indirekte konsekvens av Sannhetskommisjonens arbeid, ble Kvenseminaret 2023 sløyfet.
fkv: Veres esimerkki: Tottuuskommisuunin työn epäsuorana seurauksena kvääniseminaarin 2023 perruutethiin.

source: Lokaler av-booket, foredragsholdere bedt kansellere flybilletten, ingen lunsjbuffet i vente.
fkv: Lokaalit perruutethiin, puhhuujiita pyyđethiin ette het perruutettais flyyipiletit, eikä sitte tieđossa mithään murkinabuffettii.

source: Rent teoretisk forstår vi fylkesrådets begrunnelse.
fkv: Puhthaan teoreettisesti kyllä ymmärämmä fylkinraađin perustelun.

source: I år fantes det faglige og arrangements-tekniske argumenter for å slå de to konferansene i lag.
fkv: Tänä vuona oli faakilissii ja arrangementtiteknilissii argumenttiita sen puolesta ette kaksi konferenssii lyötäis yhtheen.

source: Men da kunne de vel like gjerne latt Samekonferansen 2023 utgå, og dyttet smulene derfra inn i Kvenkonferansen 2023?
fkv: Mutta ilman se olis ollu mahđolinen jättäät vuođen 2023 Saamekonferensin pitämättä, ja muruset olis kovottu vuođen 2023 Kväänikonferenshiin?

source: Det var sikkert latterlig uaktuelt, så hvorfor synes fylkesrådet å grue seg så lite til de kvenske reaksjonene som de visste ville komme?
fkv: Ilman semmoisen ajatteleminenki olis ollu kokonhansa hulluu, ja näyttääki ette fylkinraati ei juuri pölkkää kvääniitten reaksuuniita mikkä se kyllä arvas ette tultais.

source: Kvensaken er mer enn teori.
fkv: Kvääniassii oon enämen ko teorii.

source: Den har en dyp følelsesmessig side, og her var avgjørelsen uklok.
fkv: Siinä oon syvä tuntheelinen puoli, ja sillä päätös oli epäviisas.

source: Ufølsomt og provoserende, sa NKF, og de har rett.
fkv: Tuntheeton ja provoseeraava, sanoi RKL, ja het oon oikeessa.

source: I år av alle år var det emosjonelt svaksynt å ribbe kvenene for en så viktig hendelse.
fkv: Eriliikaisesti tänä vuona se oli tuntheelisesti lyhynäköinen ette vieđä kvääniiltä niin tähđelisen tillaisuuđen.

source: Trolig ufølsomt også mot kommisjonens folk, som sikkert tok det som en selvfølge at det i år ble en meget påkostet kvensk konferanse.
fkv: Luultavasti tuntheeton kommisuuninki ihmissii kohđen jokka sikkaristi ajatelthiin ette tänä vuona tietenki olis ollu oikhein runshaasti kostanettu kväänikonferansi.

source: Vi har sørgelig ofte skrevet om det samme.
fkv: Met olema surulisen ushein kirjoittanheet saman assiin ympäri.

source: Kyniske avgjørelser i kvensk disfavør som ferdig snakket ramler ut av det blå.
fkv: Kväänii vasthaan tehđhään kyynilissii päätöksii mikkä puđotethaan valmhiina heiđän pääle.

source: Den store oppsummeringen gjenstår, men det fins foreløpige svar.
fkv: Vasituiset johtopäätökset vielä vailuuvat, mutta toistaissii vastauksii oon jo olemassa.

source: Etter vår oppfatning er svaret så langt – sannhetskommisjonen og rapporten inkludert – at fornorskningen med viten og vilje pågår.
fkv: Niin ko met sen näjemä, vastaus oon – tottuuskommisuunin ja raportin myötälukkiin – ette ruijalaistaminen tiettäin ja tahtoin aina oon toimessa.

source: Til tider på svært så paradoksalt vis.
fkv: Muutamisti kohta paradoksaalisela mallila.

source: Prinsipp og populisme
fkv: Prinsipit ja populismi

source: Om få dager strømmer flest mulig av oss til valglokalene.
fkv: Muutaman päivän päästä usheimat meistä lähteevät vaalipaikkhoin.

source: Av alternativene pest og kolera er demokratiet som kjent best, men styreformens akilleshæl er oppslutning.
fkv: Demokratiin tunnethaan parhaimitten siitä ette jouttuu valittemhaan ruttotauđin ja koleeran välilä, mutta hallittemismallin akilheen kantapää oon osalistuminen.

source: Å delta i valget er å stemme på demokratiet, så vår oppfordring er klar.
fkv: Vaalissa äänestäminen tarkoittaa demokratiin puolesta äänestämistä, ja sillä meiđän neuvo oon selvä.

source: Sett av tid mandag 11. september, oppsøk ei nærliggende valgurne.
fkv: Katto ette sulla oon aikkaa maanantaina 11. septemperikuuta ja käy likkiimällä vaaliuurnala.

source: Et spørsmål er om vi som kvener bør foretrekke partier og politikere som har trivelige meninger i forhold til vår sak.
fkv: Yksi kysymys oon ette piđämäkö met kväänit anttaat etusijan partiile ja politiikkariile jokka ajatelhaan myötämielisesti meiđän assiin ympäri.

source: Folk som i det minst vet hva en kven er.
fkv: Ihmisille jokka kuitenki tiettäävät ketä kväänit oon.

source: I praksis er svaret ja.
fkv: Niin se taittaa tosielämässä olla.

source: Som velgere er vi mer flyktige enn før, mer tilbøyelige til å stemme ut fra egeninteresse knyttet til enkeltsaker enn ut fra helhetlig politisk overbygning.
fkv: Met valittiijat olema siirtyväisemät ko ennen, meile oon kevveempi äänestäät oman interessin jälkheen, muutamiitten yksinäisten assiitten takia ko kokonaisen poliittisen ajatusmallin jälkheen.

source: Velgerviljen til å stemme uegennyttig og til alles beste har trange kår, partiene har sanset endringen og spinner fart på spiralen med værhanete adferd og ideologisk faneflukt.
fkv: Valittiijoila ei juuri ole halluu äänestäät yhtheiseksi parhaaksi jos sen oon ommaa ettuu vasthaan, ja partiit oon saanheet muutoksesta vainun ja viiriflakun laihiin anttaavat spiraalille faarttii ja hylkkäävät oman ideologiin.

source: Ap lokalt i Alta og motorferdsel i utmark er et eksempel.
fkv: Alattion Ap (eli Työväjenpartii) ja mutuuriajo mettissä oon tästä yksi esimerkki.

source: Partiet som i manges bevissthet har turt å anbefale tannlegen der folket heller vil ha boller, stått fram som den gerhardske definisjonen på ansvarlig styring til alles beste – vil nå ha mye mer kjøring i en allerede nedkjørt natur.
fkv: Monet muistaavat ette partii ushein oon tohtinu käskeet ihmissii menemhään hammaslääkile silloinki ko väki oon halunu sokkerikakkoi, se oon essiintynny esimerkkinä eđesvastaukselisesta gerhardsenilaisesta hallittemisesta koko kansan parhaan etheen – mutta nyt se halluuki enämen ajjoo jo valmhiiksi pilhaanajetussa luonossa.

source: Hva skal vi si?
fkv: Mitä piđämä sannoot?

source: Der røk pokalen?
fkv: Siinä meni pokaali?

source: For så vidt ingen stor greie.
fkv: Vaikka ei se kyllä ole mikhään iso assii.

source: Det er greit at de selv tar ansvar og fjerner siste rest av trofast velgerillusjon, dessuten har partiet en tyngre fot på bremsen enn gassen i kvensaken.
fkv: Se oon tyhä hyvä ette itte ottaavat eđesvastauksen ja hävittäävät viimisenki valittiijauskolisuuđen kipenen, ja lisäksi partii painaa kvääniassiissaki raskhaamin jarruu ko gassii.

source: Nordkalottfolket har synspunkter om kvener, noen av deres toppfolk er det selv.
fkv: Nordkalottfolketilla (eli Pohjaiskalottikansala) kyllä oon meininkkiitä kvääniin ympäri, ja muutamat heiđän omista johtaavista ihmisistä oon itteki kväänit.

source: Til gjengjeld vil de ha turbo i utmarka der Ap nøyer seg med å love full fart.
fkv: Mutta vastakkaisesti het halluuvat metthiin turboo siinä missä Ap tyttyy luppaamhaan täyttä faarttii.

source: Begge mobber med andre ord kameraten min, og kanskje har mange av oss samme vennskapsforhold til naturen?
fkv: Toisin sannoin kumpiki kiussaa minun kaverii, ja piian monela meistä oonki samanlainen ystäväsuhđet luonon kansa?

source: Vår fremferd mot naturen har å gjøre med glemte greier som definerer oss som mennesker, og vi er avskyelige.
fkv: Met kohtelemma luonttoo niin ko meiltä ihmisiltä saattaa ođottaatki, ja methän olema aivan inhoittaavat.

source: Det siste vi trenger er populistisk drahjelp for å fornedre oss ytterligere, til og med ungdommen har gitt opp.
fkv: Sillä emmä olheen tartte populistista vetoappuu ette pääsemä vielä alemalle tasale, ja nuoriso seki oon jo antanu ylön.

source: Merk også at fordi vårt forhold til naturen burde vært hevet over politikk, er Ruijan Kaiku minst like partipolitisk uavhengig som vi alltid har vært.
fkv: Pane kansa merkkhiin ette ko meiđän suhđet luonthoon pitäis olla kaiken politikin ylipuolela, se Ruijan Kaiku oon sama partiipoliittisesti puoleton niin ko tasan olema olheet.

source: Det trenger heldigvis ikke du være, og det er det fine: Du og bare du avgjør hvor din prinsippgrense går.
fkv: Mutta sie et tartte semmoinen olla, ja se oon tässä hyvä: Sie ja tyhä sie päätät minkälaiset prinsipit sulla oon.

source: Og ergo hvor din stemmeseddel i stedet skal havne dersom også ditt parti tar til å anbefale bamsemums når diagnosen tilsier tran.
fkv: Ja sillä sie päätät missä oman äänisetelin paikka oon jos sinun oma partii tarjooki makkeita vaikka diagnoosi sanois ette tarttet traanii.

source: For det stemmer som det sies: Ved å stemme, bestemmer du.
fkv: Sillä ko se oon tosi niin ko sanothaan: Äänestämällä olet myötä päättämässä.

source: Forsoning
fkv: Sovinto

source: «Hver enkelt må gi litt av sitt eget.
fkv: ”Itte kukanenki häyttyy anttaat vähäsen omasta.

source: «Med respekt for hverandre kommer man lengst.
fkv: ”Toinen toista kunnioittamalla päässee pissiimälle.

source: Sitatene er fra magasinet du nå leser, det første fra NKF-leder Kai Petter Johansen, det andre fra den komiteen som nå tar sannhets-arbeidet videre.
fkv: Sitaatit oon tästä makasiinista mitä sie justhiin olet lukemassa, ensimäinen RKL:n johtaajalta Kai Petter Johansenilta, toinen siltä komiteelta mikä nyt viepi tottuushommaa etheenkäsin.

source: En komité som kraftig har understreket at kvener og norskfinner bør stå sammen og samlet for å nå lengst mulig.
fkv: Komitee mikä väkevästi oon allepriimustannu ette kväänit ja norjansuomalaiset häyttyyvät seissoot yhđessä ette päästäis niin mahđolissiiman pitkäle.

source: Dette er naturligvis gode råd.
fkv: Se tietenki oon hyvä neuvo.

source: Men rådene må ikke tillates å vokse ut av proporsjon og bli til ultimatum.
fkv: Mutta neuvoin ei saa anttaat kasuta yli ommiin mittoin ja muuttuut ultimaatumiksi.

source: Myndighetenes forsoningsansvar kan ikke stå og falle på eksistensen av innbyrdes uenighet i ulike grupperinger av kvener og norskfinner.
fkv: Esivalttoin hyvittelyvastuu ei saa olla sen jälkhiin kunka paljon eri kvääni- ja norjansuomalaisjoukkoin välissä oon erimielisyyttä.

source: Tvert om kan uenighetene i noen grad anses som symptomer på en fornorskningspolitikk som har funket.
fkv: Päinvastoin, näyttää ette vastakkaisuus oon kuitenki johonki määrhään seurausta menestynheestä ruijalaistamispolitikista.

source: Og som stadig funker.
fkv: Mikä vieläki oon toimessa.
